export const divConfig = {
  name: '<div>',
  discription:
    'Элемент <div> является блочным элементом и предназначен для выделения фрагмента документа с целью изменения вида содержимого. Как правило, вид блока управляется с помощью стилей. Чтобы не описывать каждый раз стиль внутри тега, можно выделить стиль во внешнюю таблицу стилей, а для тега добавить атрибут class или id с именем селектора. Как и при использовании других блочных элементов, содержимое тега <div> всегда начинается с новой строки. После него также добавляется перенос строки.',
  atr1: 'className',
  atrDiscription1: '',
  atr2: 'tabindex:',
  atrDiscription2:
    'Атрибут для управления порядком фокуса на вашем сайте. Глобальный атрибут, который указывает браузеру, в каком порядке пользователь перемещается между элементами на странице. Может добавить фокус даже для неинтерактивных элементов — параграфов и заголовков. tabindex так называется из-за клавиши Tab, которой перемещаются между интерактивными элементами.',
  atr3: 'style',
};
